Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# HDR_TITLE_FOOTER_TEXT
source: HDR blends the best parts of three separate exposures into a single photo. Save the normally exposed photo in addition to the HDR version.
ar: يقوم HDR بمزج أفضل الأجزاء من ثلاث صور ذات قيم مختلفة للتعرض للضوء في صورة واحدة. قم بحفظ الصورة المتعرضة للضوء بشكل عادي بالإضافة إلى إصدار HDR.
bg: При HDR се смесват най-добрите части от 3 отделни експозиции в една снимка. Записва снимката с нормално експониране в допълнение към HDR версията.
bn: HDR একটি একক ছবিতে তিনটি ভিন্ন এক্সপোজারের সেরা অংশগুলি মিশ্রিত করে। HDR ভার্সন ছাড়াও সাধারণভাবে এক্সপোজ হওয়া ছবি সেভ করুন।
ca: HDR combina les millors parts de tres exposicions diferents en una sola foto. Desa la foto amb una exposició normal a més de la versió HDR.
cs: HDR vznikne spojením expozičního vějíře do jedné fotky. Určete, zda chcete kromě HDR verze uložit i normálně exponované snímky.
da: HDR blander de bedste dele af tre separate eksponeringer i et enkelt foto. Gem det normalt eksponerede foto foruden HDR-versionen.
de: Mit HDR werden drei unterschiedlich belichtete Aufnahmen zu einem einzigen Foto zusammengefügt. Sichere zusätzlich zur HDR-Version auch das normal belichtete Foto.
el: Το HDR συνδυάζει τα καλύτερα τμήματα τριών ξεχωριστών εκθέσεων σε μία μοναδική φωτογραφία. Η φωτογραφία κανονικής έκθεσης θα αποθηκεύεται μαζί με τη φωτογραφία HDR.
es: HDR mezcla en una sola foto las mejores partes de tres exposiciones diferentes. Se puede conservar la foto con exposición normal además de la versión con HDR.
es_us: HDR mezcla en una sola foto las mejores partes de 3 exposiciones diferentes. Guarda la foto con exposición normal además de la versión con HDR.
fi: Älykäs HDR yhdistää älykkäästi eri valotusten parhaat osat yhteen kuvaan. Tallenna normaalisti valotettu kuva HDR-version lisäksi.
fr: Le mode HDR fusionne les meilleures parties de trois expositions différentes en une seule photo. Enregistrez la photo originale en plus de la version HDR.
fr_ca: Le mode HDR fusionne les meilleures parties de trois expositions différentes en une seule photo. La photo originale est enregistrée en plus de la version HDR.
gu: HDR ત્રણ અલગ-અલગ એક્સપૉઝરના શ્રેષ્ઠ ભાગોને ભેગા કરીને એક ફોટો બનાવે છે. HDR વર્ઝન ઉપરાંત સામાન્ચ રીતે એક્સપૉઝ થયેલ ફોટો પણ સેવ કરો.
he: ‏HDR ממזג את החלקים הטובים ביותר מתוך שלוש חשיפות שונות לתוך תמונה אחת. ניתן גם לשמור את התמונה הרגילה בנוסף לגירסת ה-HDR.
hi: HDR तीन अलग-अलग एक्सपोज़र के सर्वश्रेष्ठ भागों को मिलाकर एक तस्वीर बनाता है। HDR संस्करण के अलावा सामान्य रूप से एक्सपोज़ हुई तस्वीर भी सहेजें।
hr: HDR stapa najbolje dijelove tri odvojene ekspozicije u jednu fotografiju. Spremanje fotografije s normalnom ekspozicijom uz HDR verziju.
hu: A HDR három külön expozíció legjobb részeit keveri össze egyetlen fotóvá. A HDR verzión kívül a normál expozíciójú fotót is menti.
id: HDR memadukan bagian terbaik dari tiga pencahayaan yang berbeda ke dalam satu foto. Simpan foto dengan pencahayaan normal selain versi HDR.
it: L’opzione HDR unisce in un’unica foto le sezioni migliori di tre esposizioni distinte. Salva la foto con esposizione normale e in versione HDR.
ja: HDRは、3段階の異なる露出の写真の良い部分を、1枚の写真に合成する機能です。HDR版に加えて、標準露出の写真も保存します。
kk: HDR функциясы үш жеке экспозицияның ең жақсы фрагменттерін бір фотоға біріктіреді. HDR нұсқасына қосымша, қалыпты түрде экспонирленген фотоны сақтаңыз.
kn: HDR ಮೂರು ಪ್ರತ್ಯೇಕ ಎಕ್ಸ್‌ಪೋಶರ್‌ಗಳ ಅತ್ಯುತ್ತಮ ಭಾಗಗಳನ್ನು ಏಕೈಕ ಫೋಟೋವಾಗಿ ಬ್ಲೆಂಡ್ ಮಾಡುತ್ತದೆ. HDR ಆವೃತ್ತಿಗೆ ಹೆಚ್ಚುವರಿಯಾಗಿ ಸಾಮಾನ್ಯವಾಗಿ ಎಕ್ಸ್‌ಪೋಸ್ ಆದ ಫೋಟೋವನ್ನು ಸೇವ್ ಮಾಡಿ.
ko: HDR은 노출이 다른 사진 3장에서 가장 잘 나온 부분을 조합하여 하나의 사진으로 만듭니다. HDR 버전 뿐 아니라 일반 노출로 촬영된 사진도 저장합니다.
lt: HDR sujungia geriausias trijų atskirų ekspozicijų dalis į vieną nuotrauką. Išsaugokite ne tik HDR versiją, bet ir įprastos ekspozicijos nuotrauką.
ml: HDR മൂന്ന് വ്യത്യസ്ത എക്സ്പോഷറുകളുടെ മികച്ച ഭാഗങ്ങളെ ഒറ്റ ഫോട്ടോയായി സമർത്ഥമായി ചേർക്കുന്നു. HDR പതിപ്പിനു പുറമെ സാധാരണമായി എക്സ്പോസ് ചെയ്ത ഫോട്ടോയും സേവ് ചെയ്യൂ.
mr: HDR वेगवेगळ्या एक्सपोझरच्या सर्वोत्तम भागांचे मिश्रण करुन एक फोटो बनवतो. HDR व्हर्जन व्यतिरिक्त सामान्यपणे एक्सपोझ झालेले फोटोसुद्धा जतन करा.
ms: HDR mengadunkan bahagian terbaik daripada tiga pendedahan berasingan ke dalam satu foto. Simpan foto pendedahan biasa sebagai tambahan kepada versi HDR.
nb: HDR kombinerer de beste delene fra tre ulike eksponeringer i ett bilde. Arkiver det normaleksponerte bildet i tillegg til HDR-versjonen.
nl: HDR combineert de beste delen van drie afzonderlijke belichtingen tot één foto. Bewaar de foto met normale belichting naast de HDR-versie.
or: HDR ତିନୋଟି ଅଲଗା ଅଲଗା ଏକ୍ସ୍‌ପୋଜର୍‌ର ସର୍ବୋତ୍ତମ ଅଂଶଗୁଡ଼ିକୁ ମିଶାଇ ଗୋଟିଏ ଫଟୋ ତିଆରି କରେ। HDR ଭର୍ଶନ୍‌ ବ୍ୟତୀତ ସାଧାରଣ ଭାବରେ ଏକ୍ସପୋଜ୍ ହୋଇଥିବା ଫଟୋକୁ ମଧ୍ଯ ସେଭ୍ କରନ୍ତୁ।
pa: HDR ਤਿੰਨ ਵੱਖ-ਵੱਖ ਐਕਸਪੋਜ਼ਰਾਂ ਦੇ ਸਰਬੋਤਮ ਹਿੱਸਿਆਂ ਨੂੰ ਮਿਲਾ ਕੇ ਇੱਕ ਇਕਹਰੀ ਤਸਵੀਰ ਬਣਾਉਂਦਾ ਹੈ। HDR ਸੰਸਕਰਨ ਦੇ ਨਾਲ-ਨਾਲ ਆਮ ਤੌਰ ‘ਤੇ ਐਕਸਪੋਜ਼ ਹੋਈ ਤਸਵੀਰ ਨੂੰ ਵੀ ਸੰਭਾਲੋ।
pl: Zdjęcie HDR łączy w sobie optymalnie naświetlone obszary trzech ujęć. Możesz zachować zarówno zdjęcie HDR, jak i zwykłe.
pt_br: HDR mistura o melhor de três exposições diferentes em uma única foto. Salve a foto com exposição normal, assim como a versão HDR.
pt_pt: HDR combina o melhor de três exposições numa única fotografia. Com esta opção ativa, além da versão HDR, guarda igualmente a fotografia com exposição normal.
ro: HDR combină cele mai bune părți din trei expuneri separate într-o singură poză. Salvați poza cu expunere normală pe lângă versiunea HDR.
ru: HDR смешивает лучшие фрагменты трех отдельных экспозиций в единую фотографию. Сохраняйте нормально экспонированную фотографию в дополнение к HDR-версии.
sk: HDR spojí to najlepšie z troch fotografií do jedného obrázka. Spolu s HDR verziou bude uložená aj normálna verzia fotky.
sl: HDR združi najboljše dele treh ločenih osvetlitev v eno samo fotografijo. Poleg različice HDR shrani tudi običajno osvetljeno fotografijo.
sv: HDR sammanfogar de bästa delarna av tre separata exponeringar i en bild. Spara både den normalt exponerade bilden och HDR-versionen.
ta: HDR மூன்று தனித்தனியான எக்ஸ்போஷர்களின் சிறந்த பகுதிகளை ஒன்றிணைத்து ஒற்றைப் புகைப்படமாக மாற்றுகிறது. HDR பதிப்புடன் சேர்த்து சாதாரண எக்ஸ்போஷர் உடைய புகைப்படத்தையும் சேமிக்கலாம்.
te: HDR మూడు వివిధ ఎక్స్‌పోజర్‌ల ఉత్తమ భాగాలను ఒకే ఫోటోలో కలుపుతుంది. HDR వెర్షన్‌తో పాటుగా సాధారణ ఎక్స్‌పోజర్ కలిగిన ఫోటోను కూడా సేవ్ చేస్తుంది.
th: HDR จะทำการซ้อนภาพจากการเปิดรับแสงที่ต่างกันสามระดับให้เป็นภาพเดียวกัน เปิดตัวเลือกนี้เพื่อบันทึกภาพธรรมดานอกเหนือจากเวอร์ชั่น HDR ด้วย
tr: HDR, üç ayrı pozlamanın en iyi bölümlerini tek bir fotoğrafta harmanlar. HDR sürümüne ek olarak normal pozlandırılmış fotoğrafı da kaydeder.
uk: HDR зводить найкращі ділянки трьох окремих експозицій у єдине фото. Зберігайте звичайну фотографію на додачу до версії HDR.
ur: ‏HDR تین الگ الگ اکسپوژر کے بہترین حصوں کو عمدگی سے ملا کر ایک تصویر بناتا ہے۔‏HDR ورژن کے ساتھ ساتھ عام اکسپوژر والی تصویر کو بھی محفوظ کریں۔
vi: HDR kết hợp những phần tốt nhất của ba độ phơi sáng riêng vào một ảnh. Lưu thêm ảnh có độ phơi sáng bình thường cùng với phiên bản HDR.
zh_cn: HDR会用三张曝光程度各不相同的照片的最佳部分合并出一张照片。保存正常曝光的照片和HDR照片。
zh_hk: HDR會從三個不同曝光值中選擇最好部份合成一張相片。你可以儲存HDR版本和正常曝光的相片。
zh_tw: HDR會選擇三種不同曝光值的最好部分來合成一張照片。你可選擇儲存HDR版本和正常曝光的照片。

# HORIZON_LEVEL
source: Level
ar: المستوى
bg: Нивелиране
bn: লেভেল
ca: Nivell
cs: Vodorovné zarovnání
da: Vaterpas
de: Wasserwaage
el: Αλφάδι
es: Nivel
es_us: Nivel
fi: Vaakasuora
fr: Niveau
fr_ca: Niveau
gu: લેવલ
he: פלס
hi: स्तर
hr: Libela
hu: Szintezés
id: Kedataran
it: Allineamento orizzontale
ja: 水平
kk: Деңгей
kn: ಮಟ್ಟ
ko: 수준기
lt: Lygiavimas
ml: നില
mr: लेव्हल
ms: Aras
nb: Vater
nl: Waterpas
or: ସ୍ତର
pa: ਪੱਧਰ
pl: Poziom
pt_br: Nível
pt_pt: Alinhamento horizontal
ro: Nivel
ru: Уровень
sk: Vodorovné zarovnanie
sl: Horizont
sv: Vattenpass
ta: நிலை
te: లెవల్
th: ระนาบ
tr: Su Terazisi
uk: Рівень
ur: لیول
vi: Cân bằng
zh_cn: 水平
zh_hk: 水平儀
zh_tw: 水平儀

# IDC_FOOTER
source: Correct lens distortion on the front and Ultra Wide cameras.
ar: تصحيح تشويه العدسة في الكاميرات الأمامية والعريضة جدًا.
bg: Коригира изкривяването от обектива на предната и свръхширокоъгълната камера.
bn: সামনের ক্যামেরার এবং আলট্রা ওয়াইড লেন্সের সমস্যা ঠিক করে।
ca: Corregeix la distorsió de la lent a les càmeres frontal i amb ultra gran angular.
cs: Koriguje zkreslení objektivu předního a ultraširokoúhlého fotoaparátu.
da: Korriger linseforvrængning for kameraet på forsiden og ultravidvinkelkameraerne.
de: Korrigiert die Objektivverzerrung von Front- und Ultra-Weitwinkelkamera.
el: Διόρθωση παραμόρφωσης φακού στην μπροστινή και την υπερευρεία κάμερα.
es: Corrige la distorsión del objetivo en las cámaras frontal y trasera con ultra gran angular.
es_us: Corrige la distorsión del lente en las cámaras frontal y ultra gran angular.
fi: Korjaa etukameran ja ultralaajakulmakameran linssivääristymä.
fr: Corrigez la distorsion de l’objectif des appareils photo avant et ultra grand angle.
fr_ca: Corrigez la distorsion de l’objectif des caméras avant et très grand angle.
gu: ફ્રંટ અને અલ્ટ્રા વાઇડ કૅમેરા પર લેંસ ડિસ્ટોર્શન સુધારો.
he: ניתן לתקן עיוותי עדשה במצלמה הקדמית ובמצלמה האולטרה-רחבה.
hi: फ़्रंट और अल्ट्रा वाइड कैमरों पर लेंस डिस्टॉर्शन सुधारें।
hr: Korigirajte distorziju leća na prednjim i ultraširokim kamerama.
hu: A lencsetorzítás korrekciója az előoldali és az ultraszéles látószögű kamerán.
id: Koreksi distorsi lensa pada kamera depan dan Ultra Lebar.
it: Correggi la distorsione dell’obiettivo sulla fotocamera anteriore e su quella con ultra-grandangolo.
ja: 前面カメラと超広角カメラのレンズによる歪みを補正します。
kk: Алдыңғы және ультра кең бұрышты камералардағы объективтің бұрмалануын түзету.
kn: ಮುಂಬದಿ ಮತ್ತು ಅಲ್ಟ್ರಾ ವೈಡ್ ಕ್ಯಾಮರಾಗಳಲ್ಲಿ ಲೆನ್ಸ್ ಡಿಸ್ಟಾರ್ಷನ್ ಅನ್ನು ಸರಿಪಡಿಸಿ.
ko: 전면 및 울트라 와이드 카메라의 렌즈 왜곡을 수정합니다.
lt: Ištaisykite priekinės ir itin plataus objektyvo vaizdo kameros objektyvo iškraipymą.
ml: മുൻവശ ക്യാമറയിലും അൾട്രാ വൈഡ് ക്യാമറയിലും ലെൻസ് ഡിസ്റ്റോർഷൻ ശരിയാക്കൂ.
mr: फ्रंट आणि अल्ट्रा वाइड कॅमेरावरील लेन्स डिस्टॉर्शन योग्य करा.
ms: Betulkan herotan kanta pada kamera depan dan Ultralebar.
nb: Korriger objektivforvrengning på kameraet foran og med ultravidvinkel.
nl: Corrigeer lensvervorming van camera's aan de voorzijde en van ultragroothoekcamera's.
or: ସାମ୍ନା ଏବଂ ଅଲ୍‌ଟ୍ରା ୱାଇଡ୍ କ୍ୟାମେରାରେ ଲେନ୍ସ୍ ଡିଷ୍ଟୋର୍ଶନ୍‌କୁ ଠିକ୍ କରନ୍ତୁ।
pa: ਅਗਲੇ ਅਤੇ ਅਲਟਰਾ ਵਾਈਡ ਕੈਮਰਿਆਂ ‘ਤੇ ਲੈਂਜ਼ ਦੀ ਡਿਸਟੌਰਸ਼ਨ ਨੂੰ ਠੀਕ ਕਰੋ।
pl: Poprawia zniekształcenia powodowane przez aparat przedni oraz ultraszerokokątny.
pt_br: Corrija a distorção das câmeras frontal e Ultra‑Angular.
pt_pt: Corrigir a distorção da lente na câmara frontal e na câmara ultra grande angular.
ro: Corectați distorsiunea optică pentru camera frontală și camera cu obiectiv ultra‑superangular.
ru: Коррекция искажения объектива на передней и сверхширокоугольной камерах.
sk: Oprava skreslenia objektívu prednej a ultraširokouhlej kamery.
sl: Popravi popačenje objektiva v sprednji kameri in v ultraširokokotnih kamerah.
sv: Korrigera linsförvrängning på den främre kameran och ultravidvinkelkameran.
ta: முன்பக்க மற்றும் அல்ட்ரா வைடு கேமராக்களின் லென்ஸ் மாறுபாடுகளைத் திருத்தும்.
te: ఫ్రంట్ మరియు అల్ట్రా వైడ్ కెమెరాలలో లెన్స్ డిస్‌టార్షన్‌ను కరెక్ట్ చేస్తుంది.
th: แก้ไขการบิดเบี้ยวของเลนส์สำหรับการถ่ายภาพจากกล้องด้านหน้าและกล้องอัลตร้าไวด์
tr: Ön ve Ultra Geniş kameralardaki lens bozulmasını düzeltir.
uk: Корекція викривлення обʼєктива для передньої та надширококутної камер.
ur: فرنٹ اور الٹرا وائیڈ کیمرے پر لینس ڈسٹورشن درست کریں۔
vi: Hiệu chỉnh méo ống kính trên các camera trước và Cực rộng.
zh_cn: 校正前置和超广角相机的镜头扭曲。
zh_hk: 修正前置和超廣角相機的鏡頭變形。
zh_tw: 修正前置和超廣角相機的鏡頭扭曲。

# IDC_FOOTER_FRONT_ONLY
source: Correct lens distortion on the front camera.
ar: تصحيح تشوّه العدسة في الكاميرا الأمامية.
bg: Коригира изкривяването от обектива на предната камера.
bn: ক্যামেরার সামনের লেন্সের বিকৃতি ঠিক করুন।
ca: Corregeix la distorsió de la lent a la càmera frontal.
cs: Koriguje zkreslení objektivu předního fotoaparátu.
da: Korriger linseforvrængning for kameraet på forsiden.
de: Korrigiert die Objektivverzerrung der Frontkamera.
el: Διόρθωση παραμόρφωσης φακού στην μπροστινή κάμερα.
es: Corrige la distorsión del objetivo en la cámara frontal.
es_us: Corrige la distorsión del lente en la cámara frontal.
fi: Korjaa etukameran linssivääristymän.
fr: Corrigez la distorsion de l’objectif de la caméra avant.
fr_ca: Corrigez la distorsion de l’objectif de la caméra avant.
gu: ફ્રંટ કૅમેરા પર લેંસ ડિસ્ટોર્શન સુધારો.
he: ניתן לתקן עיוותי עדשה במצלמה הקדמית.
hi: फ़्रंट कैमरा पर लेंस डिस्टॉर्शन सुधारें।
hr: Korekcija distorzije objektiva na prednjoj kameri.
hu: A lencsetorzítás korrekciója az előlapi kamerán.
id: Koreksi distorsi lensa pada kamera depan.
it: Correggi la distorsione dell’obiettivo sulla fotocamera anteriore.
ja: 前面カメラのレンズによる歪みを補正します。
kk: Алдыңғы камерадағы объективтің бұрмалануын түзету.
kn: ಮುಂಬದಿ ಕ್ಯಾಮರಾದಲ್ಲಿ ಲೆನ್ಸ್ ಡಿಸ್ಟಾರ್ಷನ್ ಅನ್ನು ಸರಿಪಡಿಸಿ.
ko: 전면 카메라의 렌즈 왜곡을 수정합니다.
lt: Ištaisykite priekinės vaizdo kameros objektyvo iškraipymą.
ml: മുൻവശ ക്യാമറയിൽ ലെൻസ് ഡിസ്റ്റോർഷൻ ശരിയാക്കൂ.
mr: फ्रंट कॅमेरावरील लेन्स डिस्टॉर्शन योग्य करा.
ms: Betulkan herotan kanta pada kamera depan.
nb: Korriger objektivforvrengning på kameraet foran.
nl: Corrigeer lensvervorming van de camera aan de voorzijde.
or: ସାମ୍ନା କ୍ୟାମେରାରେ ଲେନ୍ସ୍‌ ଡିଷ୍ଟର୍ଶନ୍‌କୁ ଠିକ୍ କରନ୍ତୁ।
pa: ਮੂਹਰਲੇ ਕੈਮਰੇ ‘ਤੇ ਲੈਂਜ਼ ਦੀ ਡਿਸਟੌਰਸ਼ਨ ਨੂੰ ਠੀਕ ਕਰੋ।
pl: Poprawia zniekształcenia obrazu z aparatu przedniego.
pt_br: Corrige a distorção da lente na câmera frontal.
pt_pt: Corrigir a distorção da lente na câmara frontal.
ro: Corectați distorsiunea optică pentru camera frontală.
ru: Коррекция искажения объектива на передней камере.
sk: Opraví skreslenie objektívu prednej kamery.
sl: Popravi popačenje objektiva v sprednji kameri.
sv: Korrigera linsförvrängning på den främre kameran.
ta: முன்பக்க கேமராவின் லென்ஸ் மாறுபாடுகளைத் திருத்தவும்.
te: ఫ్రంట్ కెమెరాలో లెన్స్ డిస్‌టార్షన్‌ను కరెక్ట్ చేస్తుంది.
th: แก้ไขการบิดเบี้ยวของเลนส์สำหรับการถ่ายภาพจากกล้องด้านหน้า
tr: Ön kameradaki lens bozulmasını düzeltir.
uk: Корекція викривлення обʼєктива для передньої камери.
ur: سامنے کے کیمرے پر لینس ڈسٹورشن درست کریں۔
vi: Hiệu chỉnh méo ống kính trên camera trước.
zh_cn: 校正前置相机的镜头扭曲。
zh_hk: 修正前置相機的鏡頭變形。
zh_tw: 修正前置相機的鏡頭扭曲。

# IDC_SWITCH
source: Lens Correction
ar: تصحيح العدسة
bg: Корекция на обектив
bn: লেন্স সংশোধন
ca: Correcció de lent
cs: Korekce objektivu
da: Linsekorrigering
de: Objektivkorrektur
el: Διόρθωση φακού
es: Corrección del objetivo
es_us: Corrección del lente
fi: Linssikorjaus
fr: Correction de l’objectif
fr_ca: Correction d’objectif
gu: લેંસ કરેક્શન
he: תיקון עיוות עדשה
hi: लेंस सुधार
hr: Korekcija leća
hu: Lencsekorrekció
id: Koreksi Lensa
it: Correzione obiettivo
ja: レンズ補正
kk: Объективті түзету
kn: ಲೆನ್ಸ್ ತಿದ್ದುಪಡಿ
ko: 렌즈 수정
lt: Objektyvo korekcija
ml: ലെൻസ് ശരിയാക്കൽ
mr: लेन्स दुरूस्ती
ms: Pembetulan Kanta
nb: Linsekorreksjon
nl: Lenscorrectie
or: ଲେନ୍ସ୍‌ ସଂଶୋଧନ
pa: ਲੈਂਜ਼ ਸੁਧਾਰ
pl: Korekta soczewki
pt_br: Correção de Lente
pt_pt: Correção de lente
ro: Corectare obiectiv
ru: Коррекция объектива
sk: Oprava skreslenia
sl: Popravi objektiv
sv: Linskorrigering
ta: லென்ஸ் திருத்தம்
te: లెన్స్ కరెక్షన్
th: การปรับแก้เลนส์
tr: Lens Düzeltme
uk: Корекція викривлення обʼєктива
ur: لینس کریکشن
vi: Hiệu chỉnh ống kính
zh_cn: 镜头校正
zh_hk: 鏡頭校正
zh_tw: 鏡頭校正

# MIRROR_FRONT_CAPTURES
source: Mirror Front Camera
ar: محاكاة الكاميرا الأمامية
bg: Огледален образ на предна камера
bn: সামনের ক্যামেরা মিরর করুন
ca: Conserva l’efecte mirall
cs: Zrcadlit přední fotoaparát
da: Spejlvend forsidekamera
de: Frontkamera spiegeln
el: Κατοπτρισμός μπροστινής κάμερας
es: Conservar efecto espejo
es_us: Voltear cámara frontal
fi: Peilaa etukamera
fr: Mise en miroir de la caméra avant
fr_ca: Caméra avant en mode miroir
gu: ફ્રંટ કૅમેરાને મિરર કરો
he: אפקט מראה במצלמה הקדמית
hi: फ़्रंट कैमरा मिरर करें
hr: Zrcali prednju kameru
hu: Előlapi kamera tükrözése
id: Cerminkan Kamera Depan
it: Rifletti fotocamera anteriore
ja: 前面カメラを左右反転
kk: Айна түріндегі алдыңғы камера
kn: ಮುಂಬದಿ ಕ್ಯಾಮರಾವನ್ನು ಮಿರರ್ ಮಾಡಿ
ko: 전면 카메라 좌우 방향 유지
lt: Priekinės kameros veidrodžio efektas
ml: മുൻവശ ക്യാമറയെ മിറർ ചെയ്യൂ
mr: फ्रंट कॅमेरा मिरर करा
ms: Cerminkan Kamera Depan
nb: Speil visningen til kamera foran
nl: Spiegel camera aan voorzijde
or: ସାମ୍ନା କ୍ୟାମେରାକୁ ମିରର୍ କରନ୍ତୁ
pa: ਮੂਹਰਲੇ ਕੈਮਰੇ ਨੂੰ ਮਿਰਰ ਕਰੋ
pl: Odbicie lustrzane
pt_br: Espelhar Câmera Frontal
pt_pt: Espelhar câmara frontal
ro: Oglindire cameră frontală
ru: Передняя камера зеркально
sk: Z prednej kamery ukladať zrkadlený obraz
sl: Zrcali sprednjo kamero
sv: Spegelvänd kameran på framsidan
ta: முன்பக்க கேமராவை மிரர் செய்
te: ఫ్రంట్ కెమెరా మిర్రర్ చేయండి
th: กลับข้างกล้องด้านหน้า
tr: Ön Kamerayı Yansıt
uk: Віддзеркалювати зображення з передньої камери
ur: سامنے کا کیمرا مِرر کریں
vi: Đối xứng camera trước
zh_cn: 镜像前置镜头
zh_hk: 鏡像前置鏡頭
zh_tw: 前置相機鏡像翻轉

source: Mirror Front Photos
ar: محاكاة الصور الأمامية
bg: Огледален образ на снимките от предната камера
bn: সমানের ক্যামেরার ছবি মিরর করুন
ca: Conserva l’efecte mirall de les selfies
cs: Přední fotoaparát fotí zrcadlově
da: Spejlvend fotos fra forsidekamera
de: Frontfotos spiegeln
el: Κατοπτρισμός μπροστινών φωτό
es: Fotos con efecto espejo
es_us: Voltear fotos de cámara frontal
fi: Peilaa etukameran kuvat
fr: Mise en miroir des selfies
fr_ca: Photos avant en mode miroir
gu: ફ્રંટ ફોટોને મિરર કરો
he: היפוך תמונות במצלמה הקדמית
hi: सामने की तस्वीर से मिरर करें
hr: Zrcali prednje fotografije
hu: Elülső fotók tükrözése
id: Cerminkan Foto Depan
it: Rifletti foto anteriori
ja: 前面写真を左右反転
kk: Алдыңғы камерамен айна түрінде суретке түсіру
kn: ಮುಂಬದಿ ಫೋಟೋಗಳನ್ನು ಮಿರರ್ ಮಾಡಿ
ko: 전면 사진 좌우 방향 유지
lt: Dubliuoti nuotraukas iš priekio
ml: ഫ്രണ്ട് ഫോട്ടോകളെ മിറർ ചെയ്യൂ
mr: पुढचे फोटो मिरर करा
ms: Cerminkan Foto Depan
nb: Speil bilder tatt med kamera foran
nl: Spiegel foto’s aan voorzijde
or: ସାମ୍ନା ଫଟୋଗୁଡି଼କୁ ମିରର୍ କରନ୍ତୁ
pa: ਸਾਹਮਣੇ ਦੀਆਂ ਤਸਵੀਰਾਂ ਨੂੰ ਮਿਰਰ ਕਰੋ
pl: Odbicie lustrzane (zdjęcia)
pt_br: Espelhar Fotos Frontais
pt_pt: Espelhar câmara frontal
ro: Oglindire poze frontale
ru: Фото с передней камеры зеркально
sk: Z prednej kamery ukladať zrkadlené fotky
sl: Zrcali fotografije sprednje kamere
sv: Spegelvänd bilder från framsidan
ta: முன்பக்க கேமரா புகைப்படங்களை மிரர் செய்
te: ఫ్రంట్ ఫోటోలను మిర్రర్ చేయండి
th: กลับข้างรูปภาพด้านหน้า
tr: Ön Fotoğrafları Yansıt
uk: Віддзеркалювати зображення з передньої камери
ur: سامنے کی تصاویر سے مِرر کریں
vi: Đối xứng ảnh phía trước
zh_cn: 镜像前置照片
zh_hk: 鏡像前置相片
zh_tw: 前置照片鏡像翻轉

# OVER_CAPTURE_VIEW_OUTSIDE_THE_FRAME_SWITCH
source: View Outside the Frame
ar: عرض خارج الإطار
bg: Преглед извън кадъра
bn: ফ্রেমের বাইরে দেখুন
ca: Mostra l’exterior del marc
cs: Zobrazovat okolí snímků
da: Vis rammeområde
de: Außerhalb des Rahmens anzeigen
el: Προβολή εκτός του καρέ
es: Ver el área fuera del marco
es_us: Ver fuera del cuadro
fi: Näytä kehystä laajempi kuva
fr: Afficher les éléments hors du cadre
fr_ca: Afficher le contenu hors cadre
gu: ફ્રેમની બહારનું દૃશ્ય
he: תצוגה מחוץ למסגרת
hi: फ़्रेम के बाहर का दृश्य
hr: Prikaži izvan okvira
hu: Kereten kívüli rögzítés megtekintése
id: Lihat Di Luar Bingkai
it: Visualizza area esterna al riquadro
ja: フレームの外側を表示
kk: Кадрдан тыс көрсету
kn: ಫ್ರೇಮ್‌ನ ಹೊರಗಿನ ದೃಶ್ಯ
ko: 프레임 영역 밖 보기
lt: Vaizdas už kadro
ml: ഫ്രെയിമിന് പുറത്തുള്ള കാഴ്ച
mr: फ्रेमच्या बाहेरचे व्ह्यू
ms: Lihat di Luar Bingkai
nb: Vis utenfor rammeområdet
nl: Bekijk buiten het kader
or: ଫ୍ରେମ୍ ବାହାରେ ଦେଖନ୍ତୁ
pa: ਫ਼ਰੇਮ ਦੇ ਬਾਹਰ ਦਾ ਦ੍ਰਿਸ਼
pl: Pokaż obszar poza kadrem
pt_br: Ver Fora da Moldura
pt_pt: Ver área fora da moldura
ro: Vizualizare exterior cadru
ru: Показ вне кадра
sk: Zobraziť oblasti mimo rámu
sl: Prikaži zunaj okvirja
sv: Visa utanför ramområdet
ta: ஃபிரேமுக்கு வெளியே உள்ளவற்றைக் காட்டு
te: ఫ్రేమ్ బయటి వైపు దృశ్యం
th: แสดงกรอบด้านนอก
tr: Çerçeve Dışını Görüntüle
uk: Переглядати поза рамкою
ur: فریم کے باہر کا منظر
vi: Xem bên ngoài khung hình
zh_cn: 查看超取景框取景
zh_hk: 檢視取景框外的區域
zh_tw: 檢視觀景窗外區域
